brew "ast-grep"
brew "bat"
brew "chezmoi"
brew "devcontainer"
brew "diff-so-fancy"
brew "fd"
brew "git-credential-oauth"
brew "git-delta"
brew "git-extras"
brew "lazygit"
brew "neovim"
brew "npm"
brew "python"
brew "ripgrep"
brew "starship"
brew "tree-sitter-cli"
brew "uv"
brew "zimfw"
flatpak "com.bitwarden.desktop"
